{
  "privacy_policy": {
    "title": "Privacy Policy",
    "sections": [
      {
        "title": "1. General Information",
        "content": [
          "This Privacy Policy explains how [company name] ('we', 'our', or 'us') collects, uses, and protects your personal information when you use the website [company domain] (the 'Website').",
          "By using the Website, you agree to the terms of this Privacy Policy."
        ]
      },
      {
        "title": "2. Information We Collect",
        "content": [
          "We may collect the following types of information:",
          "- Personal information you provide via contact forms (e.g., name, email, phone number).",
          "- Technical information automatically collected, such as IP address, browser type, and usage data."
        ]
      },
      {
        "title": "3. How We Use Information",
        "content": [
          "The information we collect may be used to:",
          "- Respond to your inquiries.",
          "- Improve our Website and services.",
          "- Comply with legal obligations."
        ]
      },
      {
        "title": "4. Data Sharing",
        "content": [
          "We do not sell, trade, or otherwise transfer your personal data to third parties, except:",
          "- If required by law.",
          "- To service providers who assist us in operating the Website, under confidentiality agreements."
        ]
      },
      {
        "title": "5. Data Storage and Security",
        "content": [
          "We take reasonable measures to protect personal information from unauthorized access, alteration, or disclosure.",
          "However, no method of electronic storage or transmission over the Internet is 100% secure."
        ]
      },
      {
        "title": "6. Cookies",
        "content": [
          "The Website may use cookies to improve user experience.",
          "You may disable cookies in your browser settings, but some features of the Website may not function properly."
        ]
      },
      {
        "title": "7. Your Rights",
        "content": [
          "Depending on applicable laws, you may have the right to access, correct, or delete your personal data.",
          "To exercise your rights, please contact us at [contact email]."
        ]
      },
      {
        "title": "8. Changes to Privacy Policy",
        "content": [
          "We may update this Privacy Policy from time to time.",
          "The latest version will always be available on the Website."
        ]
      },
      {
        "title": "9. Contact Information",
        "content": [
          "If you have any questions about this Privacy Policy, please contact us at:",
          "[email / phone / address]"
        ]
      }
    ]
  }
}
